datasets/benchmark-results/panthur/201811181123/wordpress-results-panthur-10-201811181123.log
Running 1m test @ http://blag.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 267.596ms, rate sampling interval: 809ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   293.91ms   85.91ms 522.75ms   69.00%
    Req/Sec     9.77      3.44    12.00     88.52%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  301.31ms
 75.000%  350.21ms
 90.000%  399.87ms
 99.000%  472.58ms
 99.900%  523.01ms
 99.990%  523.01ms
 99.999%  523.01ms
100.000%  523.01ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      53.343     0.000000            1         1.00
     168.575     0.100000           50         1.11
     225.407     0.200000          100         1.25
     258.687     0.300000          151         1.43
     280.575     0.400000          200         1.67
     301.311     0.500000          250         2.00
     313.855     0.550000          275         2.22
     319.487     0.600000          300         2.50
     326.143     0.650000          326         2.86
     337.407     0.700000          350         3.33
     350.207     0.750000          375         4.00
     359.167     0.775000          390         4.44
     365.311     0.800000          400         5.00
     373.503     0.825000          413         5.71
     386.303     0.850000          425         6.67
     394.495     0.875000          438         8.00
     396.799     0.887500          444         8.89
     399.871     0.900000          450        10.00
     404.223     0.912500          457        11.43
     410.111     0.925000          463        13.33
     417.023     0.937500          469        16.00
     418.815     0.943750          473        17.78
     420.607     0.950000          475        20.00
     423.935     0.956250          479        22.86
     426.495     0.962500          482        26.67
     433.663     0.968750          485        32.00
     435.455     0.971875          486        35.56
     443.135     0.975000          488        40.00
     448.511     0.978125          490        45.71
     450.559     0.981250          491        53.33
     467.967     0.984375          493        64.00
     467.967     0.985938          493        71.11
     469.759     0.987500          494        80.00
     472.575     0.989062          495        91.43
     473.087     0.990625          496       106.67
     494.079     0.992188          497       128.00
     494.079     0.992969          497       142.22
     494.079     0.993750          497       160.00
     499.711     0.994531          498       182.86
     499.711     0.995313          498       213.33
     500.479     0.996094          499       256.00
     500.479     0.996484          499       284.44
     500.479     0.996875          499       320.00
     500.479     0.997266          499       365.71
     500.479     0.997656          499       426.67
     523.007     0.998047          500       512.00
     523.007     1.000000          500          inf
#[Mean    =      293.911, StdDeviation   =       85.910]
#[Max     =      522.752, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.95MB read
Requests/sec:      9.99
Transfer/sec:    527.67KB